Repository: DestyNova/evince
Catalog: help/*/*.po
Languages: el

source: Right-click on a file icon on the Desktop or in the file manager and click <guiseq><gui>Open With</gui><gui>Document Viewer</gui></guiseq>.
el: Κάντε δεξί κλικ σε ένα αρχείο στην επιφάνεια εργασίας ή στο διαχειριστή αρχείων και πατήστε <guiseq><gui>Άνοιγμα με</gui><gui>Προβολή εγγράφων</gui></guiseq>.

source: If a Document View window is already open you can:
el: Αν ένα παράθυρο προβολής εγγράφων είναι ήδη ανοιχτό μπορείτε:

source: drag a file icon into the window from the Desktop or the file manager. The new file will open in a new window (provided the file is of a file type supported by Document Viewer).
el: να σύρετε ένα αρχείο στο παράθυρο από την επιφάνεια εργασίας ή το διαχειριστή αρχείων. Το καινούριο αρχείο θα ανοίξει σε νέο παράθυρο (υπό την προϋπόθεση ότι είναι τύπου που υποστηρίζεται).

source: choose <guiseq><gui>File</gui><gui>Open</gui></guiseq> from the Menubar. In the Open Document dialog box, choose the file you wish to open, and click <gui>Open</gui>. The file will open in a new window.
el: να επιλέξετε <guiseq><gui>Αρχείο</gui><gui>Άνοιγμα</gui></guiseq> από τη γραμμή μενού. Στο παράθυρο διαλόγου Άνοιγμα εγγράφου, επιλέξτε το αρχείο που θέλετε να ανοίξετε και πατήστε <gui>Άνοιγμα</gui>. Το αρχείο θα ανοίξει σε νέο παράθυρο.

source: Why can't I open a file?
el: Γιατί δεν μπορώ να ανοίξω ένα αρχείο;

source: Error When Opening A File
el: Σφάλμα κατά το άνοιγμα αρχείου

source: If you try to open a document of a format that <app>Evince Document Viewer</app> does not recognise, you will get an "Unable to open document" error message. Click <gui>Close</gui> to return to the Document Viewer window.
el: Αν προσπαθήσετε να ανοίξετε ένα έγγραφο σε μορφή που η <app>Προβολή εγγράφων Evince</app> δεν αναγνωρίζει, θα εμφανιστεί ένα μήνυμα λάθους «Αδυναμία ανοίγματος αρχείου». Κάντε κλικ στο <gui>Κλείσιμο</gui> για να επιστρέψετε στο παράθυρο της προβολής εγγράφων.

source: The author may have put printing restrictions on the document.
el: Ο συγγραφέας μπορεί να έχει θέσει περιορισμούς εκτύπωσης στο έγγραφο.

source: Why Can't I Print A Document?
el: Γιατί δεν μπορώ να τυπώσω ένα έγγραφο;

source: A document might not print because of:
el: Ένα έγγραφο μπορεί να μην εκτυπωθεί εξαιτίας:

source: Printer problems or,
el: Προβλημάτων εκτυπωτή ή,

source: PDF printing restrictions.
el: περιορισμών εκτύπωσης PDF.

source: Printer Problems
el: Προβλήματα Εκτυπωτή

source: There are many reasons why your printer might not be working. For example, it could be out of paper or ink, or unplugged or damaged.
el: Υπάρχουν πολλοί λόγοι για το γεγονός ότι ο εκτυπωτής σας μπορεί να μη δουλεύει. Παραδείγματος χάριν, μπορεί να έχει τελειώσει το μελάνι ή το χαρτί, να μην είναι συνδεδεμένος ή να έχει βλάβη.

source: To check if your printer is printing correctly:
el: Για να ελέγξετε αν ο εκτυπωτής σας τυπώνει σωστά:

source: Choose <guiseq><gui>System</gui><gui>Administration</gui><gui>Printing</gui></guiseq>
el: Επιλέξτε <guiseq><gui>Σύστημα</gui><gui>Διαχείριση συστήματος</gui><gui>Εκτύπωση</gui></guiseq>

source: Double click on your printer in the list.
el: Κάντε διπλό κλικ στον εκτυπωτή σας στη λίστα.

source: Select <gui>Settings</gui> in the left menu. Click on <gui>Print Test Page</gui>. A page should be sent to your printer.
el: Επιλέξτε <gui>Ρυθμίσεις</gui> στο αριστερό μενού. Πατήστε <gui>Εκτύπωση δοκιμαστικής σελίδας</gui>. Μια σελίδα θα πρέπει να σταλεί στον εκτυπωτή σας.

source: If this fails, see your printer's manual to see what else you can do.
el: Αν αυτό αποτύχει, δείτε το εγχειρίδιο του εκτυπωτή σας για να δείτε τι άλλο μπορείτε να κάνετε.

source: PDF Printing Restrictions
el: Περιορισμοί εκτύπωσης PDF

source: Some PDF documents have a setting which prevents you from printing them. Authors can set this printing restriction when they write a document. Evince overrides this restriction by default, but you may want to check that it hasn't been disabled:
el: Μερικά έγγραφα PDF έχουν μια ρύθμιση που σας απαγορεύει την εκτύπωσή τους. Οι συγγραφείς μπορούν να θέσουν αυτόν τον περιορισμό όταν γράφουν ένα έγγραφο. Το Evince παρακάμπτει από προεπιλογή αυτόν τον περιορισμό αλλά μπορείτε να ελέγξετε ότι δεν έχει απενεργοποιηθεί:

source: Press <keyseq><key>Alt</key><key>F2</key></keyseq> to open the Run Application window.
el: Πατήστε <keyseq><key>Alt</key><key>F2</key></keyseq> για να ανοίξετε το παράθυρο Εκτέλεση εφαρμογής.

source: Type <input>gconf-editor</input> into the text box and click <gui>Run</gui>. The Configuration Editor will open.
el: Πληκτρολογήστε <input>gconf-editor</input> στο πεδίο κειμένου και πατήστε <gui>Εκτέλεση</gui>. Θα ανοίξει ο Επεξεργαστής ρυθμίσεων.

source: Browse to <sys>/apps/evince</sys> using the side pane.
el: Περιηγηθείτε στο <sys>/apps/evince</sys> χρησιμοποιώντας την πλευρική στήλη.

source: Make sure that the <gui>override_restrictions</gui> option is checked.
el: Βεβαιωθείτε ότι είναι επιλεγμένη η επιλογή <gui>override_restrictions</gui>.

source: Go back to the Document Viewer and try to print the document again.
el: Πηγαίνετε πίσω στην προβολή εγγράφων και προσπαθήστε να εκτυπώσετε ξανά το έγγραφο.

source: Scrolling and navigating around a page.
el: Κύλιση και περιήγηση στη σελίδα.

source: Moving Around A Document
el: Μετακίνηση μέσα σε έγγραφο

source: You can move around each page of a document by any of the following methods:
el: Μπορείτε να μετακινηθείτε μέσα σε μια σελίδα του εγγράφου με οποιαδήποτε από τις ακόλουθες μεθόδους:

source: Scrolling up and down using the mouse wheel. To move around a page just by moving the mouse:
el: Κύλιση πάνω και κάτω με τη ροδέλα του ποντικιού. Για μετακίνηση στη σελίδα απλά με κίνηση του ποντικιού:

source: Right-click the page and select <gui>Autoscroll</gui>.
el: Δεξί κλικ στη σελίδα και επιλέξτε <gui>Αυτόματη κύλιση</gui>.

source: Move the mouse pointer towards the bottom of the window to scroll down; it will scroll faster depending on how far down the window you go.
el: Μετακινήστε το δείκτη του ποντικιού προς το κάτω μέρος του παραθύρου για να κυλήσει η σελίδα προς τα κάτω. Θα κυλήσει γρηγορότερα ανάλογα πόσο πολύ θα κινήσετε το δείκτη προς τα κάτω.

source: To stop autoscrolling, click anywhere in the document.
el: Για να σταματήσετε την αυτόματη κύλιση, κάντε κλικ οπουδήποτε στο έγγραφο.

source: Using the scroll bar on the document window.
el: Χρήση των γραμμών κύλισης του παραθύρου του εγγράφου.

source: Using the up and down arrow keys of your keyboard.
el: Χρησιμοποιήστε τα πάνω και κάτω βέλη του πληκτρολογίου σας.

source: Dragging the page around with your mouse, as if you are grabbing it. To do this:
el: Σύρετε τη σελίδα με το ποντίκι σας, σαν να την κρατούσατε. Για να το κάνετε:

source: Move the mouse pointer over the page and hold down the middle mouse button to drag it around.
el: Μετακινήστε το δείκτη του ποντικιού πάνω από τη σελίδα και κρατήστε πατημένο το μεσαίο κουμπί για τη σύρετε.

source: If you don't have a middle mouse button, hold down the left and right mouse buttons at the same time, then drag.
el: Αν δεν έχετε μεσαίο κουμπί στο ποντίκι σας, κρατήστε πατημένα το αριστερό και το δεξί κουμπί ταυτόχρονα και μετά σύρετε.

source: Flipping Between Pages
el: Ξεφύλλισμα σελίδων

source: You can move between pages of a document using one of the following methods:
el: Μπορείτε να μετακινηθείτε μεταξύ των σελίδων ενός εγγράφου με μία από τις ακόλουθες μεθόδους:

source: Click the <gui>Previous</gui> or <gui>Next</gui> buttons on the toolbar.
el: Κάντε κλικ στα κουμπιά <gui>Προηγούμενη</gui> ή <gui>Επόμενη</gui> στη γραμμή εργαλείων.

source: Use the Go Menu:
el: Χρησιμοποιήστε το μενού Μετάβαση:

source: Go
el: Μετάβαση

source: Next Page
el: Επόμενη σελίδα

source: Previous Page
el: Προηγούμενη σελίδα

source: Press the <keyseq><key>Ctrl</key><key>Page Up</key></keyseq> or <keyseq><key>Ctrl</key><key>Page Down</key></keyseq> buttons on the keyboard.
el: Πατήστε τα κουμπιά <keyseq><key>Ctrl</key><key>Page Up</key></keyseq> ή <keyseq><key>Ctrl</key><key>Page Down</key></keyseq> στο πληκτρολόγιο.

source: To go to a specific page:
el: Για να μεταβείτε σε συγκεκριμένη σελίδα:

source: type a page number in the text box on the toolbar and press <key>Enter</key>.
el: εισάγετε τον αριθμό της σελίδας στο πεδίο κειμένου της εργαλειοθήκης και πατήστε <key>Enter</key>.

source: If you want to go to the beginning or the end of the document:
el: Αν θέλετε να μεταβείτε στην αρχή ή το τέλος του εγγράφου:

source: Click <guiseq><gui>Go</gui><gui>First Page</gui></guiseq>. You can also press <keyseq><key>Ctrl</key><key>Home</key></keyseq> on your keyboard.
el: Πατήστε <guiseq><gui>Μετάβαση</gui><gui>Πρώτη σελίδα</gui></guiseq>. Μπορείτε επίσης να πατήσετε <keyseq><key>Ctrl</key><key>Home</key></keyseq> στο πληκτρολόγιό σας.

source: Click <guiseq><gui>Go</gui><gui>Last Page</gui></guiseq> or Press <keyseq><key>Ctrl</key><key>End</key></keyseq> on your keyboard.
el: Πατήστε <guiseq><gui>Μετάβαση</gui><gui>Τελευταία σελίδα</gui></guiseq>. Μπορείτε επίσης να πατήσετε <keyseq><key>Ctrl</key><key>End</key></keyseq> στο πληκτρολόγιό σας.

source: To move ten pages at a time, press <keyseq><key>Shift</key><key>Page Up</key></keyseq> or <keyseq><key>Shift</key><key>Page Down</key></keyseq>.
el: Για να μετακινηθείτε δέκα σελίδες τη φορά, πατήστε <keyseq><key>Shift</key><key>Page Up</key></keyseq> ή <keyseq><key>Shift</key><key>Page Down</key></keyseq>.

source: You can only move around one page at a time, by default. If you want to move between pages just by scrolling or dragging, click <guiseq><gui>View</gui><gui>Continuous</gui></guiseq>.
el: Μπορείτε να μετακινήστε μέσα σε μια σελίδα τη φορά, ως προεπιλογή. Αν επιθυμείτε να μετακινήστε μεταξύ των σελίδων απλά με κύλιση ή σύρσιμο, κάντε κλικ στο <guiseq><gui>Προβολή</gui><gui>Συνεχής</gui></guiseq>.

source: Navigating With A Page List Or Table Of Contents
el: Περιήγηση με λίστα σελίδων ή πίνακα περιεχομένων

source: To make the side pane visible:
el: Για να εμφάνιση ή απόκρυψη του πλευρικού πλαισίου:

source: Click <guiseq><gui>View</gui><gui>Side Pane</gui></guiseq> on the toolbar, or press <key>F9</key> on the keyboard.
el: Πατήστε <guiseq><gui>Προβολή</gui><gui>Πλευρική στήλη</gui></guiseq> στη γραμμή εργαλείων ή πατήστε το <key>F9</key> στο πληκτρολόγιο.

source: You should see a preview of all of the pages in the document.
el: Θα πρέπει να δείτε μια προεπισκόπηση όλων των σελίδων του εγγράφου.

source: You can move between pages by clicking on them in the side pane.
el: Μπορείτε να μετακινηθείτε μεταξύ των σελίδων κάνοντας κλικ σε αυτές στην πλευρική στήλη.

source: Some documents have an index or table of contents, which you can display in the side pane. Click the drop-down list at the top of the side pane and select <gui>Index</gui> to view it.
el: Μερικά έγγραφα έχουν ευρετήριο ή πίνακα περιεχομένων, τα οποία μπορείτε να εμφανίσετε στην πλευρική στήλη. Κάντε κλικ στην αναπτυσσόμενη λίστα στην κορυφή της πλευρικής στήλης και επιλέξτε <gui>Ευρετήριο</gui> για να τα προβάλετε.

source: Most documents don't use this feature, so you won't be able to view their index in the side pane.
el: Τα περισσότερα έγγραφα δεν χρησιμοποιούν αυτό το χαρακτηριστικό, έτσι δεν θα μπορέσετε να προβάλετε το ευρετήριό τους στην πλευρική στήλη.

source: Inverting the colors can make it easier to read some text.
el: Η αντιστροφή χρωμάτων μπορεί να κάνει μερικά κείμενα πιο ευανάγνωστα.

source: Invert Colours On A Page
el: Αντιστροφή χρωμάτων σε μια σελίδα

source: Click <guiseq><gui>View</gui><gui>Inverted Colors</gui></guiseq>.
el: Κάντε στο <guiseq><gui>Προβολή</gui><gui>Αντιστροφή χρωμάτων</gui></guiseq>.

source: This will swap black for white, white for black, and so on.
el: Αυτό θα αλλάξει το μαύρο με άσπρο, το άσπρο με μαύρο κ.ο.κ.

source: Doing this can make it easier to read text, especially in the case of certain kinds of visual impairment.
el: Με αυτό μπορεί να είναι ευκολότερη η ανάγνωση κειμένου, ειδικά σε ορισμένες περιπτώσεις προβλημάτων όρασης.

source: Introduction to the <em>Evince Document Viewer</em>.
el: Εισαγωγή στην <em>Προβολή εγγράφων Evince</em>.

source: Introduction
el: Εισαγωγή

source: <app>Evince</app> is a document viewer. See <link xref="formats"/> for a list of file types you can view.
el: Το <app>Evince</app> είναι μια εφαρμογή προβολής εγγράφων. Δείτε το <link xref="formats"/> για μια λίστα των τύπων αρχείων που μπορείτε να προβάλετε.

source: Help for the Evince Document Viewer.
el: Βοήθεια για την Προβολή εγγράφων Evince.

source: Evince Document Viewer
el: Προβολή εγγράφων Evince

source: <media type="image" src="evincelogo.png">Evince logo</media> Evince Document Viewer
el: <media type="image" src="evincelogo.png">Evince logo</media> Προβολή εγγράφων Evince

source: Reading Documents
el: Ανάγνωση εγγράφων

source: Presentations and Other Supported Formats
el: Παρουσιάσεις και άλλοι υποστηριζόμενοι τύποι

source: Printing
el: Εκτύπωση

source: Annotations
el: Σημειώσεις

source: Problems and Common Questions
el: Προβλήματα και συνήθεις ερωτήσεις

source: Other Information
el: Άλλες πληροφορίες

source: Working with fillable forms in <app>Evince Document Viewer</app>.
el: Εργασία με συμπληρώσιμες φόρμες στην <app>Προβολή εγγράφων Evince</app>.

source: Forms
el: Φόρμες

source: PDF, PostScript and several other formats are supported.
el: Υποστηρίζονται PDF, PostScript και πολλοί άλλοι τύποι αρχείων.

source: Supported Formats
el: Υποστηριζόμενοι τύποι

source: The Document Viewer supports the following formats:
el: Η Προβολή εγγράφων υποστηρίζει τις ακόλουθες μορφές:

source: Other Image Files (.gif, .jpeg, .png)
el: Άλλα αρχεία εικόνων (.gif, .jpeg, .png)

source: Search for a given term on a page.
el: Αναζήτηση συγκεκριμένου όρου σε μια σελίδα.

source: Finding Things In A Document
el: Εύρεση πραγμάτων σε ένα έγγραφο

source: Click <guiseq><gui>Edit</gui><gui>Find</gui></guiseq> or press <keyseq><key>Ctrl</key><key>F</key></keyseq> or <key>/</key> to display a search box.
el: Πατήστε <guiseq><gui>Επεξεργασία</gui><gui>Εύρεση</gui></guiseq> ή πατήστε <keyseq><key>Ctrl</key><key>F</key></keyseq> ή <key>/</key> για να εμφανίσετε ένα πεδίο αναζήτησης.

source: Type the word you want to look for and a search will start automatically.
el: Πληκτρολογήστε τη λέξη την οποία θέλετε να αναζητήσετε και η αναζήτηση θα ξεκινήσει αυτόματα.

source: The <gui>Find Previous</gui> and <gui>Find Next</gui> buttons let you skip from one search result to another.
el: Τα κουμπιά <gui>Εύρεση Προηγούμενου</gui> και <gui>Εύρεση Επόμενου</gui> σας επιτρέπουν να μεταβείτε από το ένα αποτέλεσμα στο άλλο.

source: To hide the search bar, click anywhere in the document.
el: Για να αποκρύψετε τη γραμμή αναζήτησης, κάντε κλικ οπουδήποτε στο έγγραφο.

source: If the search bar says <em>0 found on this page</em>, and clicking the <gui>Find Next</gui> button has no effect, then your search word has not been found in the document.
el: Αν η γραμμή αναζήτησης αναφέρει <em>0 βρέθηκαν σε αυτή τη σελίδα</em> και κλικ στο κουμπί <gui>Εύρεση επόμενου</gui> δεν έχει αποτέλεσμα, τότε η λέξη που δώσατε δεν βρέθηκε στο έγγραφο.

source: Some documents are not searchable because the original text of the document has been converted into a different format. For example, many PostScript (.ps) files are not searchable.
el: Σε μερικά έγγραφα δεν μπορεί να γίνει αναζήτηση επειδή το πρωτότυπο κείμενο του εγγράφου έχει μετατραπεί σε διαφορετική μορφή. Παραδείγματος χάριν, σε πολλά αρχεία PostScript (.ps) δεν μπορεί να γίνει αναζήτηση.

source: You can not use the <app>Evince Document Viewer</app> to edit files.
el: Δεν μπορείτε να χρησιμοποιήσετε την <app>Προβολή εγγράφων Evince</app> για να επεξεργασθείτε αρχεία.

source: Can I Edit Documents In The Document Viewer?
el: Μπορώ να επεξεργαστώ έγγραφα στην Προβολή εγγράφων;

source: The document viewer can not be used to make changes to documents. You need to use the appropriate editing application for the type of file you want to change.
el: Η προβολή εγγράφων δεν μπορεί να χρησιμοποιηθεί για να γίνουν αλλαγές στα έγγραφα. Πρέπει να χρησιμοποιήσετε την κατάλληλη εφαρμογή επεξεργασίας για τον τύπο του αρχείου που επιθυμείτε να αλλάξετε.

source: PDF and PostScript (.ps) files are not usually intended to be edited, but PDF editing software is available. Try <link href="http://pdfedit.petricek.net/en/index.html">pdfedit</link>, for example.
el: Τα αρχεία PDF και PostScript (.ps) συνήθως δεν προορίζονται για επεξεργασία, αλλά υπάρχει λογισμικό επεξεργασίας PDF. Δοκιμάστε το <link href="http://pdfedit.petricek.net/en/index.html">pdfedit</link>, παραδείγματος χάριν.

source: You can convert a document to SVG by "printing" it to a file.
el: Μπορείτε να μετατρέψετε ένα έγγραφο σε SVG «εκτυπώνοντάς» το σε αρχείο.

source: Converting A Document To SVG
el: Μετατροπή εγγράφου σε SVG

source: You can convert documents of the following format types to SVG files:
el: Μπορείτε να μετατρέψετε έγγραφα των ακόλουθων μορφών σε αρχεία SVG:

source: This works by opening the file in Document Viewer and "printing" the document as an SVG file.
el: Αυτό γίνεται ανοίγοντας το αρχείο στην Προβολή εγγράφων και «εκτυπώνοντας» το έγγραφο ως αρχείο SVG.

source: Click <guiseq><gui>File</gui><gui>Print</gui></guiseq> and go to the <gui>General</gui> tab.
el: Πατήστε <guiseq><gui>Αρχείο</gui><gui>Εκτύπωση</gui></guiseq> και πηγαίνετε στην καρτέλα <gui>Γενικά</gui>.

source: Select <gui>Print to File</gui> and choose SVG as the <gui>Output format</gui>.
el: Επιλέξτε <gui>Εκτύπωση σε αρχείο</gui> και επιλέξτε SVG ως <gui>Μορφή εξόδου</gui>.

source: Choose a name and folder to save the file in, then click <gui>Print</gui>. The SVG file will be saved in the folder you chose.
el: Επιλέξτε ένα όνομα και φάκελο για να αποθηκεύσετε το αρχείο, μετά πατήστε <gui>Εκτύπωση</gui>. Το αρχείο SVG θα αποθηκευτεί στο φάκελο που επιλέξατε.

source: You can convert a document to PostScript.
el: Μπορείτε να μετατρέψετε ένα έγγραφο σε PostScript.

source: Converting A Document To PostScript
el: Μετατροπή εγγράφου σε PostScript.

source: You can convert documents of the following format types to PostScript files:
el: Μπορείτε να μετατρέψετε έγγραφα των ακόλουθων μορφών σε αρχεία PostScript:

source: This works by opening the file in Document Viewer and "printing" the document as a PostScript file.
el: Αυτό γίνεται με το άνοιγμα του αρχείου στην Προβολή εγγράφων και την «εκτύπωση» του εγγράφου ως αρχείο PostScript.

source: Select <gui>Print to File</gui> and choose PostScript as the <gui>Output format</gui>.
el: Επιλέξτε <gui>Εκτύπωση σε αρχείο</gui> και επιλέξτε PostScript ως <gui>Μορφή εξόδου</gui>.

source: Choose a name and folder to save the file in, then click <gui>Print</gui>. The PostScript file will be saved in the folder you chose.
el: Επιλέξτε ένα όνομα και φάκελο για να αποθηκεύσετε το αρχείο και πατήστε <gui>Εκτύπωση</gui>. Το αρχείο PostScript θα αποθηκευτεί στο φάκελο που επιλέξατε.

source: You can convert a document to PDF by "printing" it to a file.
el: Μπορείτε να μετατρέψετε ένα έγγραφο σε PDF «εκτυπώνοντάς» το σε αρχείο.

source: Converting A Document To PDF
el: Μετατροπή εγγράφου σε PDF.

source: You can convert documents of the following format types into PDF format:
el: Μπορείτε να μετατρέψετε έγγραφα των ακόλουθων μορφών σε αρχεία PDF:

source: This works by opening the file in Document Viewer and "printing" the document as a PDF file.
el: Αυτό γίνεται με το άνοιγμα του αρχείου στην Προβολή εγγράφων και την «εκτύπωση» του εγγράφου ως αρχείο PDF.

source: Select <gui>Print to File</gui> and choose PDF as the <gui>Output format</gui>.
el: Επιλέξτε <gui>Εκτύπωση σε αρχείο</gui> και επιλέξτε PDF ως <gui>Μορφή εξόδου</gui>.

source: Choose a name and folder to save the file in, then click <gui>Print</gui>. The PDF will be saved in the folder you chose.
el: Επιλέξτε ένα όνομα και φάκελο για να αποθηκεύσετε το αρχείο και πατήστε <gui>Εκτύπωση</gui>. Το αρχείο PDF θα αποθηκευτεί στο φάκελο που επιλέξατε.

source: Note:
el: Σημείωση:

source: You can't select text in PostScript or .dvi files, but you usually can do this in PDF files. Converting .dvi or PostScript files to PDF will not make the text selectable. This is because the text itself isn't stored in the file (it's just an image of what the text looks like), so there is no way to recover it and put it in the PDF. You can use <em>Optical Character Recognition</em> (OCR) software to extract the text from files if you need to.
el: Δεν μπορείτε να επιλέξετε κείμενο σε αρχεία PostScript ή .dvi, αλλά μπορείτε συνήθως να το κάνετε σε αρχεία PDF. Η μετατροπή αρχείων PostScript ή .dvi σε PDF δεν θα κάνει επιλέξιμο το κείμενο. Αυτό επειδή το κείμενο αυτό καθεαυτό δεν αποθηκεύεται στο αρχείο (είναι απλώς μια εικόνα του πως εμφανίζεται το κείμενο), έτσι δεν υπάρχει τρόπος ανάκτησής του και τοποθέτησής του στο PDF. Μπορείτε να χρησιμοποιήσετε λογισμικό <em>Οπτικής Αναγνώρισης Χαρακτήρων </em> (OCR) για να εξάγετε το κείμενο από τα αρχεία αν υπάρχει ανάγκη.

source: The Document Viewer can be started with the <cmd>evince</cmd> command.
el: Η Προβολή εγγράφων μπορεί να εκκινηθεί με την εντολή <cmd>evince</cmd>.

source: Opening The Document Viewer From The Command Line
el: Άνοιγμα της Προβολής εγγράφων από τη γραμμή εντολών

source: To start the Document Viewer from the command line, type <cmd>evince</cmd>. You can open a specific file by typing the filename after the evince command:
el: Για να εκκινήσετε την Προβολή εγγράφων από τη γραμμή εντολών, πληκτρολογήστε <cmd>evince</cmd>. Μπορείτε να ανοίξετε ένα συγκεκριμένο αρχείο πληκτρολογώντας το όνομά του μετά την εντολή evince:

source: You can open multiple files by typing the filenames after the evince command, separating the filenames by a space:
el: Μπορείτε να ανοίξετε πολλαπλά αρχεία πληκτρολογώντας τα ονόματά τους μετά την εντολή evince, διαχωρίζοντάς τα με ένα κενό διάστημα:

source: Evince also supports the handling of files on the web. For example, after the evince command you can give the location of a file on the web:
el: Το Evince υποστηρίζει επίσης το χειρισμό αρχείων στον ιστό. Παραδείγματος χάριν, μετά την εντολή evince μπορείτε να δώσετε την τοποθεσία ενός αρχείου στον ιστό:

source: Opening A Document At A Specific Page
el: Άνοιγμα εγγράφου σε συγκεκριμένη σελίδα

source: You can use the <cmd>--page-label</cmd> switch to open a document at a specific page. For example, to open a document to page 3, you would type:
el: Μπορείτε να χρησιμοποιήσετε το διακόπτη <cmd>--page-label</cmd> για να ανοίξετε ένα έγγραφο σε συγκεκριμένη σελίδα. Παραδείγματος χάριν, για ανοίξετε ένα έγγραφο στη σελίδα 3, θα πληκτρολογούσατε:

source: The page label should be in the same format as the page number displayed in the Document Viewer toolbar.
el: Η ετικέτα σελίδας (page label) θα πρέπει να είναι της ίδιας μορφής με τον αριθμό σελίδας που εμφανίζεται στη γραμμή εργαλείων της Προβολής εγγράφων.

source: Opening A Document In Fullscreen Mode
el: Άνοιγμα εγγράφου σε κατάσταση πλήρους οθόνης

source: Opening A Document In Presentation Mode
el: Άνοιγμα εγγράφου ως παρουσίαση

source: Opening A Document In Preview Mode
el: Άνοιγμα εγγράφου σε κατάσταση προεπισκόπησης

source: Can I create bookmarks in <app>Evince Document Viewer</app>?
el: Μπορώ να δημιουργήσω σελιδοδείκτες στην <app>Προβολή εγγράφων Evince</app>;

source: Bookmarks
el: Σελιδοδείκτες

source: <app> Evince Document Viewer </app> does not have a bookmark system. However, you can use <link xref="annotations">annotations</link> like bookmarks.
el: Η <app>Προβολή εγγράφων Evince</app> δεν έχει σύστημα σελιδοδεικτών. Μολαταύτα, μπορείτε να χρησιμοποιήσετε τις <link xref="annotations">σημειώσεις</link> ως σελιδοδείκτες.

source: Creating Annotations in <app>Evince Document Viewer</app>.
el: Δημιουργία σημειώσεων στην <app>Προβολή εγγράφων Evince</app>.

source: Adding an Annotation
el: Προσθήκη σημείωσης
