Repository: DestyNova/evince
Catalog: help/*/*.po
Languages: el

source: Change the size of the document by zooming in or out of the page.
el: Αλλαγή του μεγέθους του εγγράφου με μεγέθυνση ή σμίκρυνση της σελίδας.

source: Zooming In And Out
el: Μεγέθυνση και σμίκρυνση

source: Click <guiseq><gui>View</gui><gui>Zoom In</gui></guiseq> or use the keyboard shortcuts <keyseq><key>Ctrl</key><key>+</key></keyseq> to zoom in.
el: Πατήστε <guiseq><gui>Προβολή</gui><gui>Μεγέθυνση</gui></guiseq> ή χρησιμοποιήστε τη συντόμευση πληκτρολογίου <keyseq><key>Ctrl</key><key>+</key></keyseq> για μεγεθύνετε.

source: Click <guiseq><gui>View</gui><gui>Zoom Out</gui></guiseq> or use the keyboard shortcuts <keyseq><key>Ctrl</key><key>-</key></keyseq> to zoom out.
el: Πατήστε <guiseq><gui>Προβολή</gui><gui>Σμίκρυνση</gui></guiseq> ή χρησιμοποιήστε τη συντόμευση πληκτρολογίου <keyseq><key>Ctrl</key><key>-</key></keyseq> για να σμικρύνετε.

source: Alternatively, you can do one of the following:
el: Εναλλακτικά, μπορείτε να κάνετε ένα από τα ακόλουθα:

source: hold down <key>Ctrl</key> and use your mouse scroll wheel to zoom.
el: κρατήστε πατημένο το <key>Ctrl</key> και χρησιμοποιήστε τη ροδέλα του ποντικιού για να αλλάξετε μέγεθος.

source: select desired zoom percentage from the drop down menu above the window.
el: επιλέξτε το επιθυμητό ποσοστό αλλαγής μεγέθους από το αναπτυσσόμενο μενού πάνω από το παράθυρο.

source: The <gui>Best Fit</gui> option will make a document page fit the whole <em>height</em> of the window.
el: Η επιλογή <gui>Καλύτερο ταίριασμα</gui> θα κάνει τη σελίδα του εγγράφου να γεμίζει ολόκληρο το <em>ύψος</em> του παραθύρου.

source: The <gui>Fit Page Width</gui> option will make a document page fill the whole <em>width</em> of the window.
el: Η επιλογή <gui>Ταίριασμα πλάτους σελίδας</gui> θα κάνει τη σελίδα του εγγράφου να γεμίζει όλο το <em>πλάτος</em> του παραθύρου.

source: If you want to see two pages at once, side by side, like in a book, click <guiseq><gui>View</gui><gui>Dual</gui></guiseq>.
el: Αν θέλετε να βλέπετε δύο σελίδες ταυτόχρονα, τη μια δίπλα στην άλλη, όπως στα βιβλία, κάντε κλικ στο <guiseq><gui>Προβολή</gui><gui>Διπλή</gui></guiseq>.

source: You can use the whole of your screen to view the document:
el: Μπορείτε να χρησιμοποιήσετε ολόκληρη την οθόνη σας για να προβάλετε το έγγραφο:

source: Click <guiseq><gui>View</gui><gui>Fullscreen</gui></guiseq> or press <key>F11</key>.
el: Επιλέξτε <menuchoice><guimenu>Προβολή</guimenu><guimenuitem>Πλήρης οθόνη</guimenuitem></menuchoice> ή πατήστε το <keycap>F11</keycap>.

source: To exit from the full screen mode:
el: Για να βγείτε από τη λειτουργία πλήρους οθόνης:

source: Press <key>F11</key> or <key>Escape</key>
el: Πατήστε το <key>F11</key> ή το <key>Escape</key>

source: or click the <gui>Leave Fullscreen</gui> button at the top of the screen.
el: ή κάντε κλικ στο κουμπί <gui>Έξοδος από πλήρη οθόνη</gui> στην κορυφή της οθόνης.

source: Learn about extra features, and ways you can use the Document Viewer more effectively.
el: Μάθετε για επιπλέον χαρακτηριστικά και τρόπους με τους οποίους μπορείτε να χρησιμοποιήσετε την Προβολή εγγράφων πιο αποτελεσματικά.

source: Tips And Tricks
el: Συμβουλές και κόλπα

source: Learn how you can use the Document Viewer more effectively, by making use of features that might not be obvious.
el: Μάθετε πως μπορείτε να χρησιμοποιήσετε την Προβολή εγγράφων πιο αποτελεσματικά, χρησιμοποιώντας χαρακτηριστικά που μπορεί να μην είναι προφανή.

source: When you copy text, the text that is pasted might be different from what you had selected.
el: Όταν αντιγράφετε κείμενο, το κείμενο που επικολλάται μπορεί να είναι διαφορετικό από αυτό που είχατε επιλέξει.

source: Why Didn't The Text I Selected Copy Properly?
el: Γιατί δεν επικολλήθηκε σωστά το κείμενο που επέλεξα;

source: If you highlight and copy text from a document using <app>Evince Document Viewer</app> and then paste it into another application, the formatting may alter. It may also contain different characters than the original selection. This often happens when copying text from a PDF document with multiple columns.
el: Αν επιλέξετε και αντιγράψετε κείμενο από ένα έγγραφο χρησιμοποιώντας την <app>Προβολή εγγράφων Evince</app> και μετά το επικολλήσετε σε άλλη εφαρμογή, η μορφοποίηση μπορεί να αλλάξει. Μπορεί επίσης να περιέχει διαφορετικούς χαρακτήρες από την πρωτότυπη επιλογή. Αυτό συμβαίνει συχνά κατά την αντιγραφή κειμένου από έγγραφο PDF με πολλαπλές στήλες.

source: This problem happens because of how some document formats handle text. The actual text in the document is stored differently from the way it is displayed. This may result in a copy that does not appear as expected.
el: Αυτό το πρόβλημα εμφανίζεται εξαιτίας του πως μερικές μορφές εγγράφων χειρίζονται το κείμενο. Το πραγματικό κείμενο στο έγγραφο αποθηκεύεται διαφορετικά απ' ό,τι εμφανίζεται. Αυτό μπορεί να έχει ως αποτέλεσμα μια αντιγραφή που δεν εμφανίζεται ως αναμένεται.

source: Unfortunately, there is no real way of fixing this problem. Copying less text at a time, or copying the text into a text editor may minimise the problem. You can locate a text editor by clicking:
el: Δυστυχώς, δεν υπάρχει πραγματικά λύση για το πρόβλημα αυτό. Αντιγραφή λιγότερου κειμένου κάθε φορά ή αντιγραφή του κειμένου σε επεξεργαστή κειμένου μπορεί να ελαχιστοποιήσει το πρόβλημα. Μπορείτε να βρείτε έναν επεξεργαστή κειμένου κάνοντας κλικ:

source: <guiseq><gui>Applications</gui><gui>Accessories</gui><gui>gedit Text Editor</gui></guiseq>.
el: <guiseq><gui>Εφαρμογές</gui><gui>Βοηθήματα</gui><gui>Επεξεργαστής κειμένου gedit</gui></guiseq>.

source: All keyboard shortcuts listed, and how to create custome shortcuts.
el: Λίστα όλων των συντομεύσεων πληκτρολογίου και πως να δημιουργήσετε προσαρμοσμένες συντομεύσεις.

source: Keyboard Shortcuts
el: Συντομεύσεις πληκτρολογίου

source: Default Shortcuts
el: Προεπιλεγμένες συντομεύσεις

source: Opening, Closing, Saving And Printing
el: Άνοιγμα, κλείσιμο, αποθήκευση και εκτύπωση

source: Open a document.
el: Άνοιγμα εγγράφου.

source: Open a copy of the current document.
el: Άνοιγμα ενός αντιγράφου του τρέχοντος εγγράφου.

source: Save a copy of the current document with a new file name.
el: Αποθήκευση ενός αντιγράφου το τρέχοντος εγγράφου με νέο όνομα αρχείου.

source: Print the current document.
el: Εκτύπωση του τρέχοντος εγγράφου.

source: Close the current document window.
el: Κλείσιμο του παραθύρου του τρέχοντος εγγράφου.

source: Reload the document (effectively closes and re-opens the document).
el: Επαναφόρτωση εγγράφου (στην πράξη κλείνει και ξανανοίγει το έγγραφο).

source: Moving around the document
el: Μετακίνηση μέσα στο έγγραφο

source: Move up/down a page.
el: Μετακίνηση πάνω/κάτω μια σελίδα.

source: Arrow
el: Βέλος

source: <placeholder-1/> keys
el: <placeholder-1/> πλήκτρα

source: Move up/down a page several lines at a time.
el: Μετακίνηση πάνω/κάτω πολλές γραμμές τη φορά.

source: Go to the previous/next page.
el: Μετάβαση στην προηγούμενη/επόμενη σελίδα.

source: View
el: Προβολή

source: Continuous
el: Συνεχής

source: Go to the beginning of a page (beginning of the document if <guiseq><placeholder-1/><placeholder-2/></guiseq> is selected).
el: Μετάβαση στην αρχή μιας σελίδας (αρχή του εγγράφου αν επιλεχθεί το <guiseq><placeholder-1/><placeholder-2/></guiseq>).

source: Go to the end of a page (end of the document if <guiseq><placeholder-1/><placeholder-2/></guiseq> is selected).
el: Μετάβαση στο τέλος μιας σελίδας (τέλος του εγγράφου αν επιλεχθεί το <guiseq><placeholder-1/><placeholder-2/></guiseq>).

source: Go to the beginning of the document.
el: Μετάβαση στην αρχή του εγγράφου.

source: Go to the end of the document.
el: Μετάβαση στο τέλος του εγγράφου.

source: Selecting and copying text
el: Επιλογή και αντιγραφή κειμένου

source: Copy highlighted text.
el: Αντιγραφή επιλεγμένου κειμένου.

source: Select all the text in a document.
el: Επιλογή όλου του κειμένου ενός εγγράφου.

source: Finding text
el: Εύρεση κειμένου

source: Show the toolbar that lets you search for words in the document. The search box is automatically highlighted when you press this, and the search will start as soon as you type some text.
el: Εμφάνιση της γραμμής εργαλείων που σας επιτρέπει να αναζητήσετε λέξεις στο έγγραφο. Το πεδίο αναζήτησης επισημαίνεται αυτόματα όταν το πατήσετε και η αναζήτηση θα αρχίσεις αμέσως μόλις πληκτρολογήσετε κάποιο κείμενο.

source: Go to the next search result.
el: Μετάβαση στο επόμενο αποτέλεσμα της αναζήτησης.

source: Go to the previous search result.
el: Μετάβαση στο προηγούμενο αποτέλεσμα της αναζήτησης.

source: Rotating and zooming
el: Περιστροφή και αλλαγή μεγέθους

source: Rotate the pages 90 degrees counter-clockwise.
el: Περιστροφή των σελίδων 90 μοίρες αριστερόστροφα.

source: Left arrow
el: Αριστερό βέλος

source: Rotate the pages 90 degrees clockwise.
el: Περιστροφή των σελίδων 90 μοίρες δεξιόστροφα.

source: Right arrow
el: Δεξί βέλος

source: Zoom in.
el: Μεγέθυνση.

source: Zoom out.
el: Σμίκρυνση.

source: Create Your Own Custom Shortcuts
el: Δημιουργήστε τις δικές σας προσαρμοσμένες συντομεύσεις

source: Enable the /desktop/gnome/interface/can_change_accels flag in gconf:
el: Ενεργοποιήστε το δείκτη /desktop/gnome/interface/can_change_accels στο gconf:

source: Press<keyseq><key>Alt</key><key>F2</key></keyseq>. The Run Application dialogue opens.
el: Πατήστε <keyseq><key>Alt</key><key>F2</key></keyseq>. Ανοίγει το παράθυρο διαλόγου Εκτέλεση εφαρμογής.

source: In the textbox, type 'gconf-editor'.
el: Στο πεδίο κειμένου, πληκτρολογήστε 'gconf-editor'.

source: In the Configuration Editor select <guiseq><gui>desktop</gui><gui>gnome</gui><gui>interface</gui></guiseq>.
el: Στον επεξεργαστή διαμόρφωσης επιλέξτε <guiseq><gui>desktop</gui><gui>gnome</gui><gui>interface</gui></guiseq>.

source: Check the value box for <gui>can_change_accels</gui> in the right side of the window.
el: Επιλέξτε το πεδίο τιμής για το <gui>can_change_accels</gui> στη δεξιά πλευρά του παραθύρου.

source: You can add/change the shortcut as follows:
el: Μπορείτε να προσθέσετε/αλλάξετε τη συντόμευση με τον ακόλουθο τρόπο:

source: Open <app>Evince Document Viewer</app>.
el: Άνοιγμα της <app>Προβολής εγγράφων Evince</app>.

source: Hover the pointer over the menu item you want to change/create the shortcut for.
el: Περάστε το δείκτη πάνω το αντικείμενο του μενού για το οποίο θέλετε να αλλάξετε/δημιουργήσετε συντόμευση.

source: Enter the shortcut you want on the keyboard, e.g. <keyseq><key>Ctrl</key><key>Shift</key><key>T</key></keyseq>.
el: Εισάγετε τη συντόμευση που επιθυμείτε στο πληκτρολόγιο, π.χ. <keyseq><key>Ctrl</key><key>Shift</key><key>T</key></keyseq>.

source: Close <app>Evince Document Viewer</app>.
el: Κλείσιμο της <app>Προβολής εγγράφων Evince</app>.

source: Repeat steps 1-3.
el: Επαναλάβετε τα βήματα 1-3.

source: Uncheck the value box for <gui>can_change_accels</gui> in the right side of the window.
el: Αποεπιλέξτε το πεδίο τιμής για το <gui>can_change_accels</gui> στη δεξιά πλευρά του παραθύρου.

source: The next time Evince starts your custom shortcut key will be preserved.
el: Την επόμενη φορά που θα εκκινήσει το Evince, η προσαρμοσμένη συντόμευσή σας θα διατηρηθεί.

source: Note that this also works for many other Gnome applications as well.
el: Σημειώστε ότι αυτό ισχύει και για πολλές άλλες εφαρμογές του Gnome.

source: The Document Viewer automatically reloads your document if another program changes it while you're viewing it.
el: Η Προβολή εγγράφων αυτόματα επαναφορτώνει το έγγραφό σας αν κάποιο άλλο πρόγραμμα το αλλάξει ενώ το βλέπετε.

source: Why Does The Document Keep Reloading?
el: Γιατί το έγγραφο επαναφορτώνεται συνέχεια;

source: If the Document Viewer detects that the document you have open has changed (perhaps because another program has modified it), it will automatically reload the document and display the most recent version for you.
el: Αν η Προβολή εγγράφων ανιχνεύσει ότι το έγγραφο που έχετε ανοιχτό έχει αλλάξει (ίσως επειδή κάποιο άλλο πρόγραμμα το έχει τροποποιήσει), θα επαναφροτώσει αυτόματα το έγγραφο και θα σας εμφανίσει την πιο πρόσφατη έκδοση.

source: If the document is deleted while you are still viewing it, it will remain open in the Document Viewer.
el: Αν το έγγραφο διαγραφεί όσο ακόμα το βλέπετε, θα παραμείνει ανοιχτό στην Προβολή εγγράφων.

source: Print only specific pages, or only a range of pages.
el: Εκτύπωση συγκεκριμένων μόνο σελίδων ή μόνο ένα εύρος σελίδων.

source: Only Printing Certain Pages
el: Εκτύπωση συγκεκριμένων μόνο σελίδων

source: To only print certain pages from the document:
el: Για να εκτυπώσετε συγκεκριμένες μόνο σελίδες από το έγγραφο:

source: Click <guiseq><gui>File</gui><gui> Print...</gui></guiseq>
el: Κάντε κλικ στο <guiseq><gui>Αρχείο</gui><gui>Εκτύπωση…</gui></guiseq>

source: In the <gui>General</gui> tab in the Print window choose <gui>Pages</gui> from the <gui>Range</gui> section.
el: Στην καρτέλα <gui>Γενικά</gui> στο παράθυρο Εκτύπωση επιλέξτε <gui>Σελίδες</gui> από την ενότητα <gui>Εύρος</gui>.

source: Type the numbers of the pages you want to print in the textbox, separated by commas. Use a dash to denote a range of pages.
el: Πληκτρολογήστε τους αριθμούς των σελίδων, που θέλετε να εκτυπώσετε, στο πεδίο κειμένου, διαχωρισμένους με κόμματα. Χρησιμοποιήστε μια παύλα για να δηλώσετε εύρος σελίδων.

source: Example:
el: Παράδειγμα:

source: Pages 1, 3, 5, 6, 7 and 9 will be printed.
el: Οι σελίδες 1, 3, 5, 6, 7 και 9 θα εκτυπωθούν.

source: Use the Collate and Reverse options to make pages print in order.
el: Χρησιμοποιήστε τις επιλογές Συρραφή και Αντιστροφή για να κάνετε τις σελίδες να εκτυπωθούν με τη σειρά.

source: Getting Copies To Print In The Correct Order
el: Εκτύπωση σελίδων με τη σωστή σειρά

source: Reverse
el: Αντιστροφή

source: Printers usually print the first page first, and the last page last, so the pages end up in reverse order when you pick them up.
el: Οι εκτυπωτές συνήθως τυπώνουν την πρώτη σελίδα πρώτα και την τελευταία σελίδα στο τέλος, έτσι οι σελίδες καταλήγουν με αντίστροφη σειρά όταν τις παίρνετε.

source: To reverse the order:
el: Για να αντιστρέψετε τη σειρά:

source: File
el: Αρχείο

source: Print...
el: Εκτύπωση…

source: In the <gui>General</gui> tab of the Print window under <em>Copies</em> check <gui>Reverse</gui>. The last page will be printed first, and so on.
el: Στην καρτέλα <gui>Γενικά</gui> του παραθύρου Εκτύπωση κάτω από το <em>Αντίγραφα</em> επιλέξτε <gui>Αντίστροφα</gui>. Η τελευταία σελίδα θα εκτυπωθεί πρώτη και ούτω καθεξής.

source: Collate
el: Συρραφή

source: If you are printing more than one copy of the document, the print outs will be grouped by page number by default. (e.g. The copies of page one come out, then the copies of page two, etc.) Collating will make each copy come out with its pages grouped together.
el: Αν εκτυπώνετε πάνω από ένα αντίγραφο του εγγράφου, τα αντίτυπα θα ομαδοποιηθούν κατά αριθμός σελίδας ως προεπιλογή. (π.χ. Τα αντίτυπα της σελίδας ένα βγαίνουν πρώτα, μετά της σελίδας δύο, κλπ) Η συρραφή θα κάνει κάθε αντίτυπο να βγαίνει με τις σελίδες του ομαδοποιημένες.

source: To Collate:
el: Για συρραφή:

source: In the <gui>General</gui> tab of the Print window under <em>Copies</em> check <gui>Collate</gui>.
el: Στην καρτέλα <gui>Γενικά</gui> του παραθύρου Εκτύπωση κάτω από το <em>Αντίγραφα</em> επιλέξτε <gui>Συρραφή</gui>.

source: How to print, and common questions about printing.
el: Πως να εκτυπώσετε και συνήθεις ερωτήσεις για την εκτύπωση.

source: Printing A Document
el: Εκτύπωση εγγράφου

source: To print a document:
el: Για να εκτυπώσετε ένα έγγραφο:

source: Click <guiseq><gui>File</gui><gui>Print</gui></guiseq>
el: Κάντε κλικ στο <guiseq><gui>Αρχείο</gui><gui>Εκτύπωση</gui></guiseq>

source: Choose your printer from the list
el: Επιλέξτε τον εκτυπωτή σας από τη λίστα

source: Click <gui>Print</gui>.
el: Κάντε κλικ στην <gui>Εκτύπωση</gui>.

source: Printing is enabled for the following file formats:
el: Η εκτύπωση είναι ενεργοποιημένη για τους ακόλουθους τύπους αρχείων:

source: Printing a document on paper of a different size, shape or orientation.
el: Εκτύπωση εγγράφου σε χαρτί διαφορετικού μεγέθους, σχήματος ή προσανατολισμού.

source: Changing The Paper Size When Printing
el: Αλλαγή του μεγέθους χαρτιού κατά την εκτύπωση

source: If you want to change the paper size of your document (for example, print a US Letter-sized PDF on A4 paper), you can change the printing format for the document.
el: Αν επιθυμείτε να αλλάξετε το μέγεθος χαρτιού του εγγράφου σας (για παράδειγμα, εκτύπωση ενός PDF μεγέθους US Letter σε μέγεθος Α4), μπορείτε να αλλάξετε τον τύπο εκτύπωσης του εγγράφου.

source: Click <guiseq><gui> File </gui><gui> Print... </gui></guiseq>
el: Κάντε κλικ στο <guiseq><gui>Αρχείο </gui><gui> Εκτύπωση…</gui></guiseq>

source: Select the <gui>Page Setup</gui> tab.
el: Επιλέξτε την καρτέλα <gui>Διαμόρφωση σελίδας</gui>.

source: Under the <em>Paper</em> column, choose your <em>Paper size</em> from the dropdown list.
el: Κάτω από τη στήλη <em>Χαρτί</em>, επιλέξτε το <em>Μέγεθος χαρτιού</em> σας από την αναπτυσσόμενη λίστα.

source: Click <gui>Print</gui> and your document should print.
el: Κάντε κλικ στο <gui>Εκτύπωση</gui> και το έγγραφό σας θα πρέπει να εκτυπωθεί.

source: You can also use the <em>Orientation</em> menu to choose a different orientation:
el: Μπορείτε επίσης να χρησιμοποιήσετε το μενού <em>Προσανατολισμός</em> για να επιλέξετε διαφορετικό προσανατολισμό:

source: Portrait
el: Κατακόρυφα

source: Landscape
el: Οριζόντια

source: Reverse portrait
el: Ανάστροφα κατακόρυφα

source: Reverse landscape
el: Ανάστροφα οριζόντια

source: Printing two-sided and multi-page per per sheet
el: Εκτύπωση διπλής όψης και πολλαπλών σελίδων ανά φύλλο

source: Two-Sided And Multiple Pages Per Side Layout For Printing
el: Διάταξη διπλής όψης και πολλαπλές σελίδες ανά πλευρά για εκτύπωση

source: You can print on both sides of each sheet of paper:
el: Μπορείτε να εκτυπώσετε και στις δύο πλευρές κάθε φύλλου χαρτιού:

source: Click <guiseq><gui>File</gui><gui>Print</gui></guiseq>.
el: Κάντε κλικ στο <guiseq><gui>Αρχείο</gui><gui>Εκτύπωση</gui></guiseq>.

source: Go to the <gui>Page Setup</gui> tab of the Print window and choose an option from the <gui>Two-sided</gui> drop-down list.
el: Πηγαίνετε στην καρτέλα <gui>Διαμόρφωση σελίδας</gui> του παραθύρου Εκτύπωση και επιλέξτε μια από τις επιλογές από την αναπτυσσόμενη λίστα <gui>Διπλή όψη</gui>.

source: You can print more than one page of the document per <em>side</em> of paper too. Use the <gui>Pages per side</gui> option to do this.
el: Μπορείτε να εκτυπώσετε πάνω από μια σελίδα του εγγράφου ανά <em>πλευρά</em> χαρτιού επίσης. Χρησιμοποιήστε την επιλογή <gui>Σελίδες ανά πλευρά</gui> για να το κάνετε αυτό.

source: If you are printing a booklet (which will perhaps be bound or stapled in the middle of each page):
el: Αν εκτυπώνετε βιβλιαράκι (το οποίο πιθανώς θα δεθεί ή θα συρραφεί στη μέση κάθε σελίδας):

source: Choose the <gui>Page Setup</gui> tab.
el: Επιλέξτε την καρτέλα <gui>Διαμόρφωση σελίδας</gui>.

source: Under <em>Layout</em>, in the <gui>Pages per side</gui> menu, select <gui>2</gui>.
el: Κάτω από το <em>Διάταξη</em>, στο <gui>Σελίδες ανά πλευρά</gui>, επιλέξτε <gui>2</gui>.

source: In the <gui>Page ordering</gui> and <gui>Only print</gui> options, choose selections that will print the document in sach a way that the pages will be in the right order after binding.
el: Στις επιλογές <gui>Σειρά σελίδων</gui> και <gui>Εκτύπωση μόνο</gui>, επιλέξτε επιλογές που θα εκτυπώσουν το έγγραφο με τέτοιο τρόπο που οι σελίδες θα είναι στη σωστή σειρά μετά το δέσιμο.

source: You may need to use the <link xref="print-select"> Pages</link> option on the <gui>General</gui> tab too.
el: Μπορεί να χρειασθεί να χρησιμοποιήσετε την επιλογή <link xref="print-select"> Σελίδες</link> στην καρτέλα <gui>Γενικά</gui> επίσης.

source: You can play presentations with the Document Viewer.
el: Μπορείτε να αναπαράγετε παρουσιάσεις με την Προβολή εγγράφων.

source: Presentations
el: Παρουσιάσεις

source: The <app>Document Viewer</app> can be used to display presentations.
el: Η <app>Προβολή εγγράφων</app> μπορεί να χρησιμοποιηθεί για εμφάνιση παρουσιάσεων.

source: To start a presentation:
el: Για να αρχίσετε μια παρουσίαση:

source: Open a file
el: Ανοίξτε ένα αρχείο

source: Click <guiseq><gui>View</gui><gui>Presentation</gui></guiseq> (or press <key>F5</key>).
el: Επιλέξτε <guiseq><gui>Προβολή</gui><gui>Παρουσίαση</gui></guiseq> (ή πατήστε <key>F5</key>).

source: The presentation will be displayed full screen.
el: Η παρουσίαση θα εμφανισθεί σε πλήρη οθόνη.

source: Moving Through A Presentation
el: Μετακίνηση μέσα σε μια παρουσίαση

source: Use the <key>spacebar</key>, right arrow key, down arrow key, or left mouse click to go to the next slide.
el: Χρησιμοποιήστε το <key>πλήκτρο διαστήματος</key>, το δεξί βέλος, το κάτω βέλος ή το αριστερό κλικ για να μεταβείτε στην επόμενη διαφάνεια.

source: Use the left arrow key, up arrow key or right mouse click to go to the previous slide.
el: Χρησιμοποιήστε το αριστερό βέλος, το επάνω βέλος ή το δεξί κλικ για να μεταβείτε στην προηγούμενη διαφάνεια.

source: You can also use the scroll wheel to move back and forth through the presentation.
el: Μπορείτε επίσης να χρησιμοποιήσετε τη ροδέλα για να μετακινηθείτε μπροστά και πίσω στην παρουσίαση.

source: Use <key>Esc</key> to exit the presentation.
el: Χρησιμοποιήστε το <key>Esc</key> για να βγείτε από την παρουσίαση.

source: The following file formats can be used for presentations:
el: Οι ακόλουθοι τύποι αρχείων μπορούν να χρησιμοποιηθούν για παρουσιάσεις:

source: OpenOffice Presentation (.odp)
el: Παρουσίαση του OpenOffice (.odp)

source: Handling PDF files which are password-protected.
el: Χειρισμός αρχείων PDF προστατευμένων με κωδικό.

source: Password-Protected Documents
el: Έγγραφα προστατευμένα με κωδικό

source: If you try to open a PDF document that is protected with a password, a window will appear asking you to enter the document password. Enter the password and click <gui>Open Document</gui>.
el: Αν προσπαθήσετε να ανοίξετε ένα έγγραφο PDF που είναι προστατευμένο με κωδικό, θα εμφανιστεί ένα παράθυρο που θα σας ζητάει να εισάγετε τον κωδικό του εγγράφου. Εισάγετε τον κωδικό και κάντε κλικ στο <gui>Άνοιγμα εγγράφου</gui>.

source: There are two types of passwords:
el: Υπάρχουν δύο τύποι κωδικών:

source: The <em>user password</em> is needed to view the document.
el: Ο <em>κωδικός χρήστη</em> είναι απαραίτητος για την προβολή του εγγράφου.

source: The <em>master password</em> is required to print the document as well as view it.
el: Ο <em>κύριος κωδικός</em> είναι απαραίτητος και για την εκτύπωση εκτός από την προβολή του εγγράφου.

source: These passwords are set by the person who created the document.
el: Αυτοί οι κωδικοί ορίζονται από το πρόσωπο που δημιούργησε το έγγραφο.

source: How to open a document using Evince Document Viewer.
el: Πως να ανοίξετε ένα έγγραφο με χρήση της Προβολής εγγράφων Evince.

source: Opening A Document
el: Άνοιγμα εγγράφου

source: You can open a document in <app>Evince Document Viewer</app> using the following ways:
el: Μπορείτε να ανοίξετε ένα έγγραφο στην <app>Προβολή εγγράφων Evince</app> με τους παρακάτω τρόπους:

source: Double-click on the file icon in the file manager or on the Desktop.
el: Κάντε διπλό κλικ στο εικονίδιο του αρχείου στο διαχειριστή αρχείων ή στην Επιφάνεια εργασίας.

source: Double clicking opens PDF, PostScript, .djvu, .dvi and Comic Book Archive files in the Document Viewer by default.
el: Με διπλό κλικ τα αρχεία PDF, PostScript, .djvu, .dvi και Comic Book Archive ανοίγουν στην Προβολή εγγράφων ως προεπιλογή.
